Repository: DalavanCloud/themes-wordpress
Catalog: eventos_scielo/languages/rosetta-*.po
Languages: es_es, pt_br

source: Translations for %s
es_es: Traducciones para %s
pt_br: Traduções para %s

source: Deploy Requests
es_es: Peticiones de compilaciones
pt_br: Solicitações de Publicação

source: Main menu
es_es: Menú principal
pt_br: Menu principal

source: Request added successfully.
es_es: Petición agregada con éxito.
pt_br: Solicitação adicionada com sucesso.

source: Couldn&#8217;t add the request!
es_es: ¡No se pudo añadir la solicitud!
pt_br: Não foi possível adicionar a solicitação!

source: Request canceled successfully.
es_es: Petición añadida con éxito.
pt_br: Solicitação cancelada com sucesso.

source: Couldn&#8217;t cancel the request!
es_es: ¡No se pudo cancelar la petición!
pt_br: Não foi possível cancelar a solicitação!

source: Request updated successfully.
es_es: Petición actualizada con éxito.
pt_br: Solicitação atualizada com sucesso.

source: Couldn&#8217;t update the request!
es_es: ¡No se pudo actualizar la petición!
pt_br: Não foi possível atualizar a solicitação!

source: Home
es_es: Inicio

source: Home page
es_es: Página principal

source: Contact
es_es: Contacto
pt_br: Contato

source: Contact the translators
es_es: Contactar con los traductores
pt_br: Contate os tradutores

source: Invalid version %s! Should conform to the %s regular expression
es_es: ¡La versión %s no es válida! Debes ajustarte a la expresión regular %s
pt_br: Versão inválida %s! Deve respeitar a expressão regular %s

source: Invalid source %s! Should conform to the %s regular expression
es_es: ¡La fuente %s no es válida! Debes ajustarte a la expresión regular %s
pt_br: Fonte inválida %s! Deve respeitar a expressão regular %s

source: Couldn&#8217;t copy %1$s to release dir %2$s
es_es: No se pudo copiar %1$s al directorio de la versión %2$s
pt_br: Impossível copiar %1$s para o diretório do release %2$s

source: Couldn&#8217;t delete build file %s
es_es: No se pudo eliminar el archivo de la rama %s
pt_br: Impossível excluir o arquivo do build %s

source: Invalid version! Should conform to:
es_es: ¡La versión no es válida! Debería ajustarse a:
pt_br: Versão inválida %s! Deve respeitar:

source: Couldn&#8217;t delete release file %s
es_es: No se pudo eliminar el archivo de la versión %s
pt_br: Impossível excluir o arquivo do release %s

source: Invalid WordPress source! Should conform to:
es_es: ¡La fuente de WordPress no es válida! Debería ajustarse a:
pt_br: Fonte inválida de WordPress! Deve respeitar:

source: Invalid locale source! Should conform to:
es_es: ¡La fuente local no es válida! Debería ajustarse a:
pt_br: Fonte inválida de localização! Deve respeitar:

source: Invalid WordPress revision! Should conform to:
es_es: ¡La revisión de WordPress no es válida! Debería ajustarse a:
pt_br: Versão inválida de WordPress! Deve respeitar:

source: Couldn&#8217;t create a temporary file!
es_es: ¡No se pudo crear un archivo temporal!
pt_br: Não foi possível criar um arquivo temporário!

source: Couldn&#8217;t delete temporary file %s!
es_es: ¡No se pudo eliminar el archivo temporal %s!
pt_br: Impossível excluir arquivo temporário %s!

source: Couldn&#8217;t create temporary directory %s!
es_es: ¡No se pudo crear el directorio temporal %s!
pt_br: Impossível criar diretório temporário %s!

source: Error in exporting theme/%s. Probably this branch/tag doesn&#8217;t exist.
es_es: Error al exportar el tema/%s. Probablemente esta rama/etiqueta no existe.
pt_br: Erro ao exportar tema/%s. Provavelmente a branch/tag não existe.

source: Couldn&#8217;t open directory %s for reading!
es_es: ¡No se pudo abrir el directorio %s para su lectura!
pt_br: Impossível abrir diretório %s em modo de leitura!

source: Couldn&#8217;t create directory %s!
es_es: ¡No se pudo crear el directorio %s!
pt_br: Impossível criar diretório %s!

source: Couldn&#8217;t copy %s to %s!
es_es: ¡No se pudo copiar %s a %s!
pt_br: Impossível copiar %s para %s!

source: Po file %s doesn&#8217;t exist!
es_es: ¡El archivo PO %s no existe!
pt_br: Arquivo PO %s não existe!

source: Couldn&#8217;t create mo file %s from po file %s!
es_es: ¡No se pudo crear el archivo MO %s a partir del archivo PO %s!
pt_br: Impossível criar arquivo MO %s a partir do arquivo PO %s!

source: Couldn&#8217;t move %s to %s.
es_es: No se pudo mover %s hacia %s.
pt_br: Impossível mover %s para %s!

source: Note to deployer (optional):
es_es: Nota para el compilador (opcional):
pt_br: Nota para o publicador (opcional):

source: Request deploy &raquo;
es_es: Solicitar una compilación &raquo;
pt_br: Solicitar publicação &raquo;

source: Requested On
es_es: Solicitada el
pt_br: Solicitado em

source: Status
es_es: Estado

source: Action
es_es: Acción
pt_br: Ação

source: Deployed on %s
es_es: Compilada el %s
pt_br: Publicado em %s

source: Waiting&hellip;
es_es: Esperando&hellip;
pt_br: Aguardando&hellip;

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: Deploy
es_es: Compilar
pt_br: Publicar

source: Request a deploy &raquo;
es_es: Pedir una compilación &raquo;
pt_br: Solicitar uma publicação &raquo;

source: Main Menu
es_es: Menú principal
pt_br: Menu principal

source: Version
es_es: Versión
pt_br: Versão

source: Links
es_es: Enlaces

source: Built On
es_es: Compilada el
pt_br: Data do Build

source: Locale Branch
es_es: Rama de localización
pt_br: Branch localizada

source: Release
es_es: Emisión

source: Delete
es_es: Borrar
pt_br: Excluir

source: Go and build a localized version &raquo;
es_es: Construir una versión localizada &raquo;
pt_br: Faça um build da versão localizada &raquo;

source: Releases
es_es: Emisiones

source: Released On
es_es: Fecha de emisión
pt_br: Data do Release

source: No Releases
es_es: No hay emisiones
pt_br: Nenhum Release

source: Build New Package
es_es: Construir nuevo paquete
pt_br: Build de um Novo Pacote

source: Locale branch:
es_es: Rama de localización:
pt_br: Branch localizada:

source: The directory from your repository, from which the package will be built.
es_es: El directorio de tu repositorio, a partir del cual se construirá el paquete.
pt_br: O diretório no seu repositório, a partir do qual será feito o build do pacote.

source: WordPress branch:
es_es: Rama de WordPress:
pt_br: Branch do WordPress

source: The directory from the WordPress repository, from which the package will be built.
es_es: El directorio del repositorio de WordPress a partir del cual se construirá el paquete.
pt_br: O diretório no repositório WordPress, a partir do qual será feito o build do pacote.

source: WordPress revision:
es_es: Revisión de WordPress:
pt_br: Revisão do WordPress:

source: If the WordPress version you want to use isn&#8217;t tagged enter the version file bump revision here to get the right files.
es_es: Si la versión de WordPress que deseas usar no está etiquetada, introduce aquí el número de revisión para obtener los archivos adecuados.
pt_br: Se a versão do WordPress que você quer usar não está dentro de uma tag, indique aqui a revisão do arquivo de versão para extrair os arquivos corretos.

source: WordPress Version:
es_es: Versión de WordPress:
pt_br: Versão do WordPress

source: This number will appear in the filename of your release.
es_es: Este número se mostrará en el nombre del archivo de tu emisión.
pt_br: Este número aparecerá no nome do arquivo de seu release.

source: Default theme handling:
es_es: Opciones del tema predeterminado:
pt_br: O que fazer com o tema <em>default</em>:

source: Leave untranslated
es_es: Dejar sin traducir
pt_br: Deixar sem tradução

source: Use the translated version from the <code>theme/default</code> folder of my repository
es_es: Usar la versión traducida de la carpeta <code>theme/default</code> de mi repositorio.
pt_br: Usar a versão traduzida da pasta <code>theme/default</code> do meu repositório

source: Use the i18n-ed version of the theme and add my po/mo files from the <code>messages/kubrick</code> folder of my repository
es_es: Usar la versión internacional i18n-ed del tema y añadir mis archivos PO/MO desde la carpeta <code>messages/kubrick</code> de mi repositorio.
pt_br: Usar a versão i18n do tema e juntar os arquivos PO/MO da pasta <code>messages/kubrick</code> do meu repositório

source: Include the original, untranslated default theme as another theme named <code>default-en</code>
es_es: Incluir el original, sin traducir el tema por defecto como otro tema llamado <code>default-en</code>.
pt_br: Incluir o tema padrão original, em inglês como tema adicional chamado <code>default-en</code>

source: Build &raquo;
es_es: Construir &raquo;

source: Archives for %s
es_es: Archivo de %s
pt_br: Arquivos para %s

source: &laquo; Back to blog
es_es: &laquo; Volver al blog
pt_br: &laquo; Voltar para o blog

source: F j, Y
es_es: j \d\e F, Y
pt_br: j \d\e F \d\e Y

source: Read the rest of this entry &raquo;
es_es: Leer el resto de esta entrada &raquo;
pt_br: Ler o resto deste post

source: &larr; Older Posts
es_es: &larr; Entradas anteriores
pt_br: &larr; Posts mais antigos

source: Newer Posts &rarr;
es_es: Entradas recientes &rarr;
pt_br: Posts mais novos &rarr;

source: Comments
es_es: Comentarios
pt_br: Comentários

source: F j, Y
es_es: j \d\e F, Y
pt_br: j \d\e F \d\e Y

source: g:i a
es_es: G:i
pt_br: G:i

source: Permanent link to this comment
es_es: Enlace permanente a este comentario
pt_br: Link permanente para este comentário

source: Edit&nbsp;This
es_es: Editar&nbsp;esto
pt_br: Editar&nbsp;isto

source: Add a Comment
es_es: Agregar un comentario
pt_br: Adicionar comentário

source: Logged in as %s.
es_es: Has iniciado sesión como %s.
pt_br: Login feito como %s.

source: Log out of this account.
es_es: Cerrar sesión de esta cuenta.
pt_br: Logout

source: Logout &raquo;
es_es: Salir &raquo;

source: Name <em>(required)</em>
es_es: Nombre <em>(requerido)</em>
pt_br: Nome <em>(obrigatório)</em>

source: Email <em>(required)</em>
es_es: E-mail <em>(requerido)</em>
pt_br: Email <em>(obrigatório)</em>

source: Web Site
es_es: Sitio web
pt_br: Site

source: Post Comment &raquo;
es_es: Publicar comentario &raquo;
pt_br: Enviar Comentário &raquo;

source: Comments are closed.
es_es: Los comentarios están cerrados.
pt_br: Os comentários estão fechados

source: There seems to have been a problem with the information you entered. Please fix the field indicated and resubmit.
es_es: Parece que hay algún problema con la información que has introducido. Por favor, corrije el campo indicado y vuelve a enviarla.
pt_br: Parece que houve um problema com a informação que você inseriu. Corrija o campo indicado e reenvie.

source: Your Name:
es_es: Tu nombre:
pt_br: Seu nome:

source: Let us know your name.
es_es: Dinos como te llamas.
pt_br: Diga-nos seu nome.

source: Your Email:
es_es: Tu e-mail:
pt_br: Seu email:

source: Your email address did not appear to be valid. Please check it.
es_es: Tu dirección de e-mail parece que no es válida. Revísala por favor.
pt_br: Seu endereço de email não parece ser válido. Por favor, verifique-o.

source: URI of your blog:
es_es: URL de tu blog:
pt_br: URI do seu blog:

source: What&rsquo;s this about?
es_es: ¿Qué es esto?
pt_br: Sobre o que se trata essa mensagem?

source: Write something!
es_es: ¡Escríbe algo!
pt_br: Escreva algo!

source: Your Message:
es_es: Tu mensaje:
pt_br: Sua mensagem:

source: Say something!
es_es: ¡Di algo!
pt_br: Diga algo!

source: Submit Form Again
es_es: Enviar formulario de nuevo
pt_br: Enviar o formulário novamente

source: Submitted!
es_es: ¡Enviado!
pt_br: Enviado!

source: Thank you!
es_es: ¡Gracias!
pt_br: Obrigada!

source: You can contact translators and this site administrators via this form:
es_es: Puedes contactar con los traductores y administradores de este sitio a través de del formulario:
pt_br: Você pode contatar os tradutores do WordPress para o português e o administrador deste site através deste formulário:

source: <strong>Please, do not post support requests here!</strong> They will probably be ignored.
es_es: <strong>¡Por favor, no mandes aquí peticiones de soporte!</strong> Lo más seguro es que sean ignoradas. Mejor busca en los <a href="http://http://ayudawordpress.com/foro/">foros WordPress en español</a> (no oficial) o en los <a href="http://wordpress.org/support/">foros oficiales de soporte</a> (en inglés).
pt_br: <strong>NÃO ENVIE PEDIDOS DE SUPORTE, AJUDA OU INFORMAÇÕES!</strong> Eles serão ignorados! Para suporte dirija-se ao <a href="http://br.forums.wordpress.org">fórum oficial de suporte</a>. Para denunciar sites hospedados no <a href="http://wordpress.com">wordpress.com</a> dirija-se a <a href="http://en.wordpress.com/complaints">este endereço</a>.

source: (required)
es_es: (requerido)
pt_br: (obrigatório)

source: Tell us something:
es_es: Cuéntanos algo:
pt_br: Diga-nos algo:

source: Submit Contact Form
es_es: Enviar formulario de contacto
pt_br: Enviar formulário de contato

source: Download WordPress %s
es_es: Descargar WordPress %s
pt_br: Faça o download do WordPress %s

source: Download .tar.gz &mdash; %s MB
es_es: Descargar .tar.gz &mdash; %s MB
pt_br: Fazer o download do .tar.gz &mdash; %s MB

source: More download options
es_es: Más opciones de descarga
pt_br: Mais opções

source: Other file formats
es_es: Otros formatos de archivo
pt_br: Outros formatos

source: Older versions
es_es: Versiones anteriores
pt_br: Versões mais antigas

source: Beta &amp; RC versions
es_es: Versiones Beta &amp; RC
pt_br: Versões Beta &amp; RC

source: Resources
es_es: Recursos
pt_br: Recursos

source: For help with installing or using WordPress, consult our documentation in your language.
es_es: Para obtener ayuda con la instalación o el uso de WordPress, consulta nuestra documentación en tu propio idioma.
pt_br: Para obter ajuda com a instalação ou utilização do WordPress, consulte a nossa documentação (em inglês).

source: Latest release
es_es: Última versión
pt_br: Release mais recente

source: %s Branch
es_es: Rama %s
pt_br: Branch %s

source: Beta &amp; RC releases
es_es: Versiones Beta &amp; RC
pt_br: Betas &amp; RCs

source: Code is Poetry.
es_es: El Código es poesía
pt_br: Código é Poesia

source: Y-M-d
es_es: d-M-Y
pt_br: d.m.Y

source: Permanent Link to %s
es_es: Enlace permanente a %s
pt_br: Link permanente para %s

source: Blog Archives
es_es: Archivo del Blog
pt_br: Arquivo

source: F, Y
pt_br: F \d\e Y

source: Error
pt_br: Erro
